[
  {
    "family": "THE CIRCLE CHRONICLES",
    "id": "circle_chronicles_01",
    "image": "/products/circle-chronicles/circle-chronicles-bg.jpg",
    "info": {
      "active": "Natural and sustainable ingredients including Chia Seeds, essential oils, and botanical extracts",
      "props": "The Circle Chronicles are resealable packets designed for convenience, offering fast results and great performance. Each mask is formulated in the Davines laboratories in Parma, Italy, to deliver targeted benefits for modern living.",
      "prod": "Manufactured in the Davines Village powered with 100% renewable energy and carbon neutral. Made in Italy with sustainable packaging.",
      "story": "The Circle Chronicles are a hair masking experience made for modern living. The 7 unique hair masks deliver fast and targeted results — covering every need from deep nourishment to detoxifying power. A hair mask for every occasion, designed for any day, any moment, any need."
    },
    "products": [
      {
        "name": "THE CIRCLE CHRONICLES/the purity circle",
        "type": "All hair types",
        "short_description": "Anti-pollution purifying mask for scalp and hair that eliminates impurities caused by pollution.",
        "full_description": "Revitalizing, detoxifying and anti-oxidant mask for scalp and hair stressed by environmental factors. It eliminates impurities caused by pollution, dust, and heavy metals for a purifying routine. Get free from pollution residues with this deep cleansing treatment.",
        "usage": "Apply to damp hair and scalp after shampooing. Leave on for 5-10 minutes, then rinse thoroughly. Use once a week or as needed for hair exposed to urban environments.",
        "price": "0",
        "image": "/products/circle-chronicles/purity-circle.jpg"
      },
      {
        "name": "THE CIRCLE CHRONICLES/the spotlight circle",
        "type": "All hair types",
        "short_description": "Extra shine-giving treatment that boosts shine and enhances colour and cut without weighing hair down.",
        "full_description": "Mask for extra shine. It gives the hair a boost of shine and enhances colour and cut without weighing the hair down. Perfect for all hair types, in particular for dull looking ones. Achieve unforgettable shine with this illuminating treatment.",
        "usage": "Apply to damp hair after shampooing. Leave on for 5-10 minutes, then rinse thoroughly. Use weekly for best results.",
        "price": "0",
        "image": "/products/circle-chronicles/spotlight-circle.jpg"
      },
      {
        "name": "THE CIRCLE CHRONICLES/the quick fix circle",
        "type": "All hair types",
        "short_description": "Multi-tasking quick hair mask with immediate action that works in just 3 minutes.",
        "full_description": "Regenerating hair mask with immediate action. In just 3 minutes it moisturizes and untangles the hair making it soft, silky and workable. Perfect for all hair types, when in a hurry. An effective hair mask with short processing time for wonderful hair.",
        "usage": "Apply to damp hair after shampooing. Leave on for just 3 minutes, then rinse thoroughly. Ideal for busy days when time is limited.",
        "price": "0",
        "image": "/products/circle-chronicles/quick-fix-circle.jpg"
      },
      {
        "name": "THE CIRCLE CHRONICLES/the wake-up circle",
        "type": "Stressed or dull hair",
        "short_description": "Revitalizing mask for scalp and stressed hair that gives energy and volume to dull hair.",
        "full_description": "Invigorating mask that gives energy and volume to dull hair and restores tone and hydration to the scalp. Ideal recovery treatment after stressful situations or exposure to extreme atmospheric conditions. Revitalize scalp and hair with this energizing treatment.",
        "usage": "Apply to damp hair and scalp after shampooing. Leave on for 5-10 minutes, then rinse thoroughly. Use when hair needs an energy boost.",
        "price": "0",
        "image": "/products/circle-chronicles/wake-up-circle.jpg"
      },
      {
        "name": "THE CIRCLE CHRONICLES/the renaissance circle",
        "type": "Very damaged hair",
        "short_description": "Repairing mask for damaged hair without hope that restores a healthy look with shine and softness.",
        "full_description": "Repairing mask that gives new life to very damaged hair. It restores a healthy look to the hair giving it shine, nourishment and softness. Perfect for people who use hot tools. Deep nourishment for deeply damaged hair that needs intensive care.",
        "usage": "Apply to damp hair after shampooing. Leave on for 10-15 minutes for deep repair, then rinse thoroughly. Use weekly or as needed for damaged hair.",
        "price": "0",
        "image": "/products/circle-chronicles/renaissance-circle.jpg"
      },
      {
        "name": "THE CIRCLE CHRONICLES/the let it go circle",
        "type": "Hair and scalp needing a break",
        "short_description": "Moisturization and softness mask for hair and scalp needing a break with relaxing fragrance.",
        "full_description": "Relaxing scalp and hair mask. A true wellbeing experience: softness, hydration and comfort for hair and scalp needing a break. The relaxing fragrance creates a soothing atmosphere for relaxing moments. Unwind and let go with this de-stressing treatment.",
        "usage": "Apply to damp hair and scalp after shampooing. Leave on for 5-10 minutes while enjoying the relaxing fragrance, then rinse thoroughly. Perfect for self-care moments.",
        "price": "0",
        "image": "/products/circle-chronicles/let-it-go-circle.jpg"
      },
      {
        "name": "THE CIRCLE CHRONICLES/the restless circle",
        "type": "Active lifestyle hair",
        "short_description": "Invisible elasticizing anti-breakage mask for the hair of people always on the go.",
        "full_description": "Invisible mask for those who want to take care of their hair whilst carrying out other activities. It gives body and elasticity protecting the hair from mechanical breakage, such as friction with hair clips and elastics. With Chia Seeds that create a biomimetic film on the cuticle of the hair, increasing its strength and elasticity. Perfect for stressed hair like the ones that are often tied up. 50ml size – gym bag approved!",
        "usage": "Apply to dry hair as a pre-shampoo treatment. Leave on while doing everyday activities, exercising or relaxing. Rinse and shampoo as normal. Can be worn invisibly without rinsing for on-the-go care.",
        "price": "0",
        "image": "/products/circle-chronicles/restless-circle.jpg"
      }
    ]
  }
]
