[
  {
    "family": "MINU",
    "id": "minu_01",
    "image": "",
    "info": {
      "active": "Salina Caper Blossom extract (Slow Food Presidium)",
      "props": "Rich in quercetin with a protective effect on hair structure and colour-protecting polyphenols.",
      "prod": "The farm of Mr. Salvatore D’Amico from Leni, Salina Island, Messina.",
      "story": "A perennial bush of tropical origin long cultivated around the Mediterranean; referenced as food and medicine in the Bible and by Hippocrates, Aristotle, and Pliny the Elder."
    },
    "products": [
      {
        "name": "MINU/shampoo",
        "type": "Coloured hair",
        "short_description": "Illuminating and protective shampoo for cosmetic colour that gives long-lasting shine.",
        "full_description": "Illuminating, protective shampoo for cosmetic colour that delivers long-lasting shine while gently cleansing without dulling the tone.",
        "usage": "Apply to wet hair, massage gently, rinse and repeat application. Continue with MINU/conditioner or MINU/hair mask as needed.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "MINU/conditioner",
        "type": "Coloured hair",
        "short_description": "Illuminating and protective conditioner for cosmetic colour that gives extra shine.",
        "full_description": "Illuminating, protective conditioner that boosts shine and softness while helping preserve cosmetic colour.",
        "usage": "Apply to towel-dried hair after MINU/shampoo. Leave on for 5-10 minutes, comb through, then rinse. Proceed with desired styling.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "MINU/hair mask",
        "type": "Coloured hair",
        "short_description": "Illuminating and restoring mask that gives extra shine and deep nourishment.",
        "full_description": "Illuminating, restoring mask that provides deep nourishment and extra shine to maintain vibrant cosmetic colour.",
        "usage": "Apply to towel-dried hair after MINU/shampoo. Leave on for 10-15 minutes, comb through, then rinse. Proceed with desired styling.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "MINU/hair serum",
        "type": "Coloured hair",
        "short_description": "Illuminating leave-in serum that gives extra shine and extends cosmetic colour duration.",
        "full_description": "Illuminating leave-in serum that adds extra shine and helps extend the duration of cosmetic colour without weighing hair down.",
        "usage": "For medium-coarse hair, apply to towel-dried hair after MINU/conditioner. For fine hair, apply directly after MINU/shampoo. Do not rinse. Proceed with desired styling.",
        "price": "£0",
        "image": ""
      }
    ]
  },
  {
    "family": "NOUNOU",
    "id": "nounou_02",
    "image": "",
    "info": {
      "active": "Torre Guaceto Fiaschetto Tomato extract (Slow Food Presidium)",
      "props": "Rich in carbohydrates and proteins for strong nourishment, plus antioxidant Vitamin C; extract from tomato pulp delivers invigorating, nourishing care.",
      "prod": "The Calemone Farm of Mr. Mario di Latte from Serranova di Carovigno, Brindisi.",
      "story": "A sweet, small tomato central to regional sauce traditions; once near extinction due to cost and yield pressures, reintroduced from local private gardens to preserve its refined flavour."
    },
    "products": [
      {
        "name": "NOUNOU/shampoo",
        "type": "Dry hair or hair damaged by treatments like highlights, bleaching, perm or straightening",
        "short_description": "Nourishing shampoo to give body to the hair.",
        "full_description": "Nourishing shampoo that adds body and replenishes dry or chemically treated hair with Fiaschetto Tomato extract for softness and resilience.",
        "usage": "Apply to wet hair, massage gently, rinse and repeat. Continue with NOUNOU/conditioner or NOUNOU/hair mask as needed.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "NOUNOU/conditioner",
        "type": "Dry or damaged hair",
        "short_description": "Nourishing and detangling conditioner that gives body, softness and silkiness.",
        "full_description": "Nourishing, detangling conditioner that restores body, softness, and silkiness to dry or damaged hair, helping recover from chemical stresses.",
        "usage": "Apply to towel-dried hair after NOUNOU/shampoo. Leave on for 5-10 minutes, comb through, then rinse. Proceed with desired styling.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "NOUNOU/hair mask",
        "type": "Dry or damaged hair",
        "short_description": "Intensive repairing mask for deep nourishment.",
        "full_description": "Intensive repairing mask that delivers deep nourishment to restore softness and strength in dry or damaged hair.",
        "usage": "Apply to towel-dried hair after NOUNOU/shampoo. Leave on for 10-15 minutes, comb through, then rinse. Proceed with desired styling.",
        "price": "£0",
        "image": ""
      }
    ]
  },
  {
    "family": "MOMO",
    "id": "momo_09",
    "image": "",
    "info": {
      "active": "Paceco Cartucciaru Yellow Melon extract (Slow Food Presidium)",
      "props": "Rich in water, vitamins, and mineral salts, it gives prolonged hydration.",
      "prod": "The farm of Mrs. Francesca Simonte from Dattilo, Trapani.",
      "story": "Since the early 17th century, yellow melons were harvested late and stored on terraces or balconies until Christmas for their sweetness; seeds are returned to the producer to replant and preserve the cultivar."
    },
    "products": [
      {
        "name": "MOMO/shampoo",
        "type": "Dry or dehydrated hair",
        "short_description": "Shampoo that provides deep hydration.",
        "full_description": "Shampoo that provides deep hydration to replenish moisture and softness in dry or dehydrated hair.",
        "usage": "Apply to wet hair, massage gently, rinse and repeat. Follow with MOMO/conditioner.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "MOMO/conditioner",
        "type": "Dry or dehydrated hair",
        "short_description": "Moisturizing and detangling conditioner that gives softness and silkiness.",
        "full_description": "Moisturizing, detangling conditioner that delivers softness and silkiness without weight for dry or dehydrated hair.",
        "usage": "Apply to towel-dried hair after MOMO/shampoo. Leave on for 2-5 minutes, comb through, then rinse. Proceed with desired styling.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "MOMO/hair potion",
        "type": "Dry or dehydrated hair",
        "short_description": "Universal leave-in moisturizing cream that leaves the hair soft and shiny without weighing it down.",
        "full_description": "Universal leave-in moisturizing cream that leaves hair soft and shiny without weighing it down; suitable after any Essential Haircare wash routine.",
        "usage": "Apply to towel-dried hair primarily after MOMO products or any Essential Haircare shampoo and conditioner. Can also be applied to dry hair after styling; its silky, light texture does not wet the hair.",
        "price": "£0",
        "image": ""
      }
    ]
  },
  {
    "family": "DEDE",
    "id": "dede_03",
    "image": "/products/essentials/dede/dede-bg.jpg",
    "info": {
      "active": "Orbassano Red Celery extract",
      "props": "Rich in mineral salts, it has a remineralising effect on the hair.",
      "prod": "The farm of Mr. Giancarlo and Mr. Doriano Pozzatello from Orbassano, Turin.",
      "story": "Brought from France in the 17th century, it adapted to Turin's gardens and developed its characteristic red stalks."
    },
    "products": [
      {
        "name": "DEDE/shampoo",
        "type": "All hair types (daily use)",
        "short_description": "Gentle everyday shampoo suitable for all hair types.",
        "full_description": "Delicate daily shampoo that cleanses without stripping natural moisture, ideal for frequent use on fine to medium hair. Soft, creamy lather leaves hair light, hydrated, and easy to manage.",
        "usage": "Apply to wet hair, massage gently, rinse and repeat. Follow with DEDE/conditioner or DEDE/hair mist.",
        "price": "£0",
        "image": "/products/essentials/dede/dede-shampoo.jpg"
      },
      {
        "name": "DEDE/conditioner",
        "type": "All hair types",
        "short_description": "Gentle daily conditioner for all hair types.",
        "full_description": "Delicate, lightweight conditioner that detangles and softens without weighing hair down. Ideal for fine to medium hair and anyone who washes frequently.",
        "usage": "Apply to towel-dried hair after DEDE/shampoo. Leave on for 2-5 minutes, comb through, then rinse. Proceed with desired styling.",
        "price": "£0",
        "image": "/products/essentials/dede/dede-conditioner.jpg"
      },
      {
        "name": "DEDE/hair mist",
        "type": "All hair types",
        "short_description": "Gentle leave on conditioner for all types of hair.",
        "full_description": "Light leave-on spray that untangles and moisturizes while adding mineral-rich care without weight. Ideal for frequent use, pre-cutting, or equalizing porosity before technical services like perm, straightening, or colour.",
        "usage": "Spray on towel-dried hair after shampooing. Do not rinse. Proceed with desired styling or technical service.",
        "price": "£0",
        "image": "/products/essentials/dede/dede-hair-mist.jpg"
      },
      {
        "name": "DEDE/shampoo bar",
        "type": "All hair types ",
        "short_description": "Hydrating Shampoo for dry and dehydrated hair.",
        "full_description": "Solid shampoo bar for gentle daily cleansing for all hair types. A solid texture that develops into a rich creamy foam during application to give softness, shine and silky texture.",
        "usage": "Wet bar, rub on palms to create lather, apply to wet hair and rinse.",
        "price": "£0",
        "image": "/products/essentials/dede/dede-shampoo-bar.jpg"
      }
    ]
  },
  {
    "family": "LOVE SMOOTHING",
    "id": "love_smooth_04",
    "image": "",
    "info": {
      "active": "Even more effective Minuta Olive extract (Slow Food Presidium)",
      "props": "Rich in fatty acids and vitamins; enzymatic water extraction boosts nourishing, elasticizing, and softening power while enhancing resistance to breakage.",
      "prod": "The farm of Mr. Carmelo Messina from Ficarra, Messina.",
      "story": "A rare and ancient Minuta olive from the Nebrodi mountains, yielding a delicate, fruity, floral oil high in polyphenols and vitamin E; centuries-old groves still produce this historically significant cultivar."
    },
    "products": [
      {
        "name": "LOVE/smoothing shampoo",
        "type": "Frizzy and unruly hair ",
        "short_description": "Gently cleanses and favours straightening.",
        "full_description": "Smoothing shampoo that gently cleanses and favours straightening, helping frizzy and unruly hair stay soft, pliable, and more resistant to breakage thanks to Minuta Olive extract.",
        "usage": "Apply to wet hair, massage gently, rinse and repeat. Follow with LOVE/smoothing conditioner or LOVE/smoothing instant mask.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "LOVE/smoothing conditioner",
        "type": "Frizzy and unruly hair ",
        "short_description": "Favours straightening while providing hydration.",
        "full_description": "Smoothing conditioner that favours straightening while delivering hydration, softness, and elasticity for frizzy and unruly hair.",
        "usage": "After washing with LOVE/smoothing shampoo or LOVE/shampoo bar, remove excess water, apply, leave on 2-5 minutes, comb through, then rinse. Proceed with styling.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "LOVE/smoothing instant mask",
        "type": "Frizzy and unruly hair ",
        "short_description": "Fast-acting mask that adds softness and an immediate anti-frizz effect.",
        "full_description": "Fast smoothing mask that delivers immediate anti-frizz softness, reduces unwanted volume, disciplines hair, and makes straightening easier.",
        "usage": "After washing with LOVE/smoothing shampoo or LOVE/shampoo bar, remove excess water, apply, leave on for 30 seconds, comb, then rinse. Proceed with styling.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "LOVE/hair smoother",
        "type": "Frizzy and unruly hair ",
        "short_description": "Invisible leave-on anti-frizz cream that leaves hair soft and shiny.",
        "full_description": "Invisible leave-on anti-frizz cream with no residue that smooths, softens, and adds shine while helping control humidity-induced frizz.",
        "usage": "Apply to towel-dried hair after LOVE/smoothing conditioner or LOVE/smoothing instant mask. Do not rinse. Proceed with styling.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "LOVE/smoothing perfector",
        "type": "Frizzy and unruly hair ",
        "short_description": "Anti-frizz serum providing thermal protection up to 230°C.",
        "full_description": "Smoothing anti-frizz serum that adds shine, control, and thermal protection up to 230°C for easier styling.",
        "usage": "Apply 2-6 pumps evenly to towel-dried hair after LOVE/smoothing conditioner or LOVE/smoothing instant mask. Proceed with styling.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "LOVE/shampoo bar",
        "type": "Coarse or frizzy hair ",
        "short_description": "Smoothing solid shampoo providing discipline and softness.",
        "full_description": "Smoothing solid shampoo bar that disciplines coarse or frizzy hair with a rich, creamy lather, leaving it soft and controlled.",
        "usage": "Wet bar, rub on palms to create lather, apply to wet hair and rinse.",
        "price": "£0",
        "image": ""
      }
    ]
  },
  {
    "family": "LOVE CURL",
    "id": "love_curl_06",
    "image": "",
    "info": {
      "active": "Even more effective Noto Almond extract (Slow Food Presidium)",
      "props": "Rich in proteins, B vitamins, vitamin E, unsaturated fats, magnesium, iron, potassium, copper, and phosphorus; enzymatic extraction boosts moisturizing, nourishing, elasticizing, and volumizing action, mimicking natural sebum to counter curl dryness.",
      "prod": "The farm of Mr. Carlo Assenza from Noto, Syracuse.",
      "story": "Since the mid-19th century, the Noto area has cultivated the high-quality Romana almond, valued for its thick shell and enduring aroma; exclusive enzymatic extraction now enhances its moisturizing and nourishing properties for curls."
    },
    "products": [
      {
        "name": "LOVE/curl cleansing cream",
        "type": "Wavy to very curly hair",
        "short_description": "Curl conditioning and taming cleansing cream for wavy to very curly hair.",
        "full_description": "Curl-conditioning taming cleansing cream that cleanses while adding softness and control for wavy to very curly hair; deeply moisturizes to counteract typical curl dryness.",
        "usage": "Apply a generous amount to damp hair and scalp, massage gently, leave for 5 minutes, then rinse. Conditioner is not needed. Alternate every third shampoo with LOVE/curl shampoo and conditioner or hair mask.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "LOVE/curl shampoo",
        "type": "Wavy or curly hair",
        "short_description": "Curl enhancing and taming shampoo that gives volume and keeps hair soft and light.",
        "full_description": "Curl-enhancing, taming shampoo that boosts volume while keeping curls soft, light, and defined, enriched with moisturizing Noto Almond extract.",
        "usage": "Apply to wet hair, massage gently, rinse and repeat. Follow with LOVE/curl conditioner or LOVE/curl hair mask.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "LOVE/curl conditioner",
        "type": "Wavy or curly hair",
        "short_description": "Curl enhancing and taming conditioner that gives elasticity and volume.",
        "full_description": "Curl-enhancing, taming conditioner that restores elasticity, volume, and softness to wavy or curly hair while helping define the curl pattern.",
        "usage": "Apply to towel-dried hair after LOVE/curl shampoo. Leave on for 2-5 minutes, comb through, then rinse. Proceed with drying.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "LOVE/curl hair mask",
        "type": "Wavy or curly hair",
        "short_description": "Taming nourishing mask for soft, hydrated, workable curls.",
        "full_description": "Taming, nourishing mask that delivers softness and hydration for workable wavy to curly hair, improving manageability and curl definition.",
        "usage": "Apply to damp hair after LOVE/curl shampoo. Leave on for 10-15 minutes, comb through, and rinse. Proceed with drying.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "LOVE/curl primer",
        "type": "Wavy or curly hair",
        "short_description": "Hydrating blow-dry prep milk that adds definition, detangles, and provides heat protection with anti-humidity effect.",
        "full_description": "Hydrating prep milk that detangles, adds definition, and offers heat protection with anti-humidity control to prep wavy or curly hair for styling.",
        "usage": "Spray 15-20 pumps on wet or towel-dried hair from roots to lengths and ends.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "LOVE/curl cream",
        "type": "Wavy or curly hair",
        "short_description": "Curl enhancing, taming leave-in serum that defines curls invisibly, leaving hair soft and shiny.",
        "full_description": "Leave-in curl-enhancing serum that tames and defines curls without residue, keeping hair soft, shiny, and elastic.",
        "usage": "Apply to towel-dried hair after LOVE/curl conditioner or LOVE/curl hair mask. Style with a diffuser to maximize definition.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "LOVE/curl controller",
        "type": "Wavy to very curly hair",
        "short_description": "Taming cream that controls volume with an anti-frizz effect.",
        "full_description": "Taming cream for wavy to very curly hair that controls volume, reduces frizz, and improves manageability without weighing curls down.",
        "usage": "Apply to damp hair after LOVE/curl conditioner or LOVE/curl hair mask. Do not rinse. Proceed with drying.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "LOVE/curl revitalizer",
        "type": "Wavy or curly hair",
        "short_description": "Elasticising, revitalizing treatment to refresh curls between shampoos and control frizz.",
        "full_description": "Elasticizing spray treatment that refreshes and revives wavy or curly hair between shampoos, enhancing vitality, elasticity, and frizz control.",
        "usage": "Apply to dry hair from 10-20 cm away. Do not rinse.",
        "price": "£0",
        "image": ""
      }
    ]
  },
  {
    "family": "SOLU",
    "id": "solu_07",
    "image": "",
    "info": {
      "active": "Valnerina Buckwheat extract (Slow Food Presidium) and Trapani Sea salt (Slow Food Presidium)",
      "props": "Buckwheat is rich in iron, zinc, selenium, proteins, and essential amino acids (lysine, threonine, tryptophan, sulphur amino acids) with strong antioxidant content. Trapani sea salt is rich in potassium and magnesium, low in sodium chloride, offering cleansing, exfoliating, and texturizing effects.",
      "prod": "Buckwheat: the farm of Mr. Daniele Giovannoli from Cascia, Perugia. Sea salt: the salt pond of Mr. Carmelo Culcasi from Paceco, Trapani.",
      "story": "Hardy Valnerina buckwheat, historically grown after rye, potato, and barley without chemicals, declined after the 19th century but is prized for its gluten-free, nutrient-rich profile. Trapani sea salt, sun-and-wind evaporated in traditional salt pans since Phoenician times, is still hand-harvested in pyramid stacks that blush pink at sunset."
    },
    "products": [
      {
        "name": "SOLU/sea salt scrub cleanser",
        "type": "All hair types",
        "short_description": "Sea salt scrub cleansing paste that refreshes scalp and removes impurities with texturizing effect.",
        "full_description": "Sea salt scrub cleansing paste that deeply refreshes the scalp, removes impurities, build-up, and pollution particles, adding texture and longer-lasting cleanliness and buoyancy.",
        "usage": "Apply a dollop to wet hair. Gently massage on scalp to build a rich lather, adding water if needed. Rinse thoroughly, then follow with a nourishing mask or conditioner. Use every second or third wash.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "SOLU/shampoo",
        "type": "All hair types",
        "short_description": "Active refreshing shampoo that deeply cleans to remove styling residue; ideal before perm or straightening.",
        "full_description": "Active refreshing shampoo that performs a deep cleanse, removing residue from styling products and preparing hair for perm or straightening treatments while leaving it light and clean.",
        "usage": "Apply to wet hair, massage gently, rinse and repeat if needed. Continue with the most suitable conditioner if necessary.",
        "price": "£0",
        "image": ""
      }
    ]
  },
  {
    "family": "MELU",
    "id": "melu_08",
    "image": "",
    "info": {
      "active": "Villalba Lentil Seeds extract (Slow Food Presidium)",
      "props": "Rich in serine and glutamic acid, key amino acids in keratin, to nourish and repair; lentils also provide high iron and protein with low phosphorus and potassium.",
      "prod": "The farm of Mr. Francesco Di Gèsu from Villalba, Caltanissetta.",
      "story": "Villalba lentils have been sustainably cultivated without fertilizers, special treatments, or irrigation; their nutrient-dense profile supports hair strength and repair."
    },
    "products": [
      {
        "name": "MELU/shampoo",
        "type": "Long or damaged hair",
        "short_description": "Breakage-preventing, shine-giving shampoo that leaves hair silky and light.",
        "full_description": "Breakage-preventing shampoo that cleanses gently while adding shine, silkiness, and lightness to long or damaged hair, supporting strength with lentil seed extract.",
        "usage": "Apply to wet hair, massage gently, rinse and repeat. Continue with MELU/conditioner.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "MELU/conditioner",
        "type": "Long or damaged hair",
        "short_description": "Breakage-preventing, shine-giving conditioner that adds body and volume while keeping hair soft and light.",
        "full_description": "Conditioner that helps prevent breakage, adds shine, body, and volume while keeping long or damaged hair soft, light, and easy to detangle.",
        "usage": "Apply to towel-dried hair after MELU/shampoo. Leave on for 2-5 minutes, comb, then rinse. Proceed with desired styling.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "MELU/hair shield",
        "type": "Long or damaged hair",
        "short_description": "Heat-protecting shield to defend hair from straightener and blow-dryer stress.",
        "full_description": "Heat-protection spray that shields hair from thermal stress caused by straighteners and blow dryers, helping reduce breakage and maintain softness.",
        "usage": "Evenly apply strand by strand to dry or damp hair before using straightener or blow dryer.",
        "price": "£0",
        "image": ""
      }
    ]
  },
  {
    "family": "VOLU",
    "id": "volu_05",
    "image": "",
    "info": {
      "active": "Caprauna Turnip extract (Slow Food Presidium)",
      "props": "Rich in phosphorus, iron, calcium, and vitamins A, B, and C to give body and volume.",
      "prod": "The farm of Mrs. Donatella Ferraris from Caprauna, Cuneo.",
      "story": "Grown on ancient dry-stone terraces in Caprauna, turnips followed wheat harvests to rotate crops and prevent soil exhaustion; the cool, damp altitude yields mild, flavourful turnips prized for adding natural volume."
    },
    "products": [
      {
        "name": "VOLU/shampoo",
        "type": "Fine or limp hair ",
        "short_description": "Volumizing shampoo that gently cleanses, leaving hair soft and light.",
        "full_description": "Volumizing shampoo that gently cleanses while adding body and lightness to fine or limp hair, leveraging Caprauna Turnip extract for airy volume.",
        "usage": "Apply to wet hair, massage gently, rinse and repeat. Continue with VOLU/hair mist if desired.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "VOLU/hair mist",
        "type": "Fine or limp hair ",
        "short_description": "Leave-on spray to provide volume from the root without weighing hair down.",
        "full_description": "Leave-on volumizing spray that lifts hair from the root, adding shine and softness without weight while supporting airy volume.",
        "usage": "Apply to towel-dried hair after VOLU/shampoo. Do not rinse. Spray at roots, then comb to distribute a small amount to lengths and ends to boost volume; proceed with drying.",
        "price": "£0",
        "image": ""
      },
      {
        "name": "VOLU/shampoo bar",
        "type": "Fine or limp hair ",
        "short_description": "Volume enhancing solid shampoo.",
        "full_description": "Solid volumizing shampoo bar that creates a rich lather to add body and lightness to fine or limp hair without weighing it down.",
        "usage": "Wet bar, rub on palms to create lather, apply to wet hair and rinse.",
        "price": "£0",
        "image": ""
      }
    ]
  }
]